@extends('layouts.default')

@section('head')
    <link rel="stylesheet" href="{{ asset('/css/tour.css') }}?v={{ sha1_file(public_path() . '/css/tour.css') }}">
@endsection

@section('content')
    <main>

        <div class="tour-headding__wrapper" style="background-image: url('{{ asset('storage/' . $tour->path) }}')">
            <div class="tour-headding">
                <x-templates.bread-crumbs :data="$breadcrumbs" />
                <h1 class="tour-headding__title">{{ $tour->title }}</h1>
                {{-- <img src="{{ asset('storage/' . $tour->path) }}" alt=""> --}}
                <div class="tour-headding__description">
                    <p class="tour-headding__subtitle">Самый лучший тур по Индии для первого знакомства!</p>
                    <div class="tour-headding__actions">
                        <button class="tour-country-info">
                            <svg width="31" height="31" viewBox="0 0 31 31" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M23.7184 29.5691H7.26713C5.7844 29.5691 4.57812 28.3713 4.57812 26.8989V4.11677C4.57812 2.63591 5.7844 1.43115 7.26713 1.43115H18.9337L26.4241 8.87472V26.8989C26.4241 28.3713 25.2103 29.5691 23.7184 29.5691ZM7.26713 2.521C6.38539 2.521 5.66797 3.23684 5.66797 4.11677V26.8989C5.66797 27.7703 6.38539 28.4793 7.26713 28.4793H23.7184C24.6094 28.4793 25.3343 27.7703 25.3343 26.8989V9.32816L18.4843 2.521H7.26713Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M26.4096 10.4015L19.8107 10.3495C18.4148 10.3495 17.5101 9.27641 17.5101 7.61567L17.457 1.46313H18.8873V2.55298H18.5563L18.5999 7.61094C18.5999 8.10997 18.7183 9.25963 19.815 9.25963L25.3198 9.30299V8.97331H26.4096V10.4015Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M10.4638 19.8923H9.42235V21.4786C9.42235 21.7054 9.36876 21.8775 9.26154 21.9946C9.15431 22.1118 9.01905 22.1704 8.85569 22.1704C8.68464 22.1704 8.54684 22.1124 8.44215 21.9965C8.33747 21.8806 8.28516 21.7104 8.28516 21.4862V17.1669C8.28516 16.9172 8.34262 16.7387 8.45747 16.6317C8.57233 16.5247 8.75482 16.4712 9.005 16.4712H10.4638C10.8951 16.4712 11.2269 16.5044 11.4593 16.5706C11.689 16.6344 11.8874 16.7401 12.0546 16.8879C12.2218 17.0357 12.3488 17.2166 12.4356 17.4306C12.5223 17.6447 12.5658 17.8856 12.5658 18.1531C12.5658 18.724 12.3896 19.1565 12.0374 19.4509C11.6852 19.7451 11.1606 19.8923 10.4638 19.8923ZM10.1881 17.3236H9.42235V19.036H10.1881C10.4561 19.036 10.6801 19.008 10.86 18.9519C11.04 18.8959 11.1772 18.8042 11.2716 18.6767C11.366 18.5493 11.4133 18.3824 11.4133 18.1759C11.4133 17.9288 11.3405 17.7275 11.1951 17.5719C11.0317 17.4064 10.696 17.3236 10.1881 17.3236Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M14.5875 16.4709H16.0692C16.4546 16.4709 16.7852 16.5067 17.0609 16.578C17.3365 16.6494 17.5867 16.7832 17.8113 16.9794C18.3958 17.4789 18.6881 18.2382 18.6881 19.2576C18.6881 19.594 18.6588 19.901 18.6 20.1788C18.5413 20.4566 18.4507 20.7069 18.3282 20.9299C18.2057 21.1529 18.0487 21.3523 17.8573 21.5281C17.7067 21.6631 17.542 21.7715 17.3634 21.853C17.1847 21.9346 16.9926 21.9919 16.7871 22.025C16.5816 22.0582 16.35 22.0747 16.0922 22.0747H14.6104C14.4036 22.0747 14.2479 22.0435 14.1433 21.981C14.0386 21.9187 13.9704 21.8307 13.9385 21.7173C13.9065 21.6039 13.8906 21.4567 13.8906 21.2758V17.1666C13.8906 16.922 13.9455 16.7449 14.0553 16.6353C14.165 16.5257 14.3424 16.4709 14.5875 16.4709ZM15.0278 17.3692V21.1725H15.8892C16.0781 21.1725 16.2262 21.1674 16.3334 21.1573C16.4406 21.1471 16.5516 21.1216 16.6665 21.0808C16.7813 21.0401 16.8809 20.9827 16.9651 20.9088C17.3454 20.5876 17.5357 20.0347 17.5357 19.2499C17.5357 18.6969 17.452 18.2828 17.2848 18.0075C17.1176 17.7323 16.9116 17.5572 16.6665 17.4819C16.4214 17.4068 16.1253 17.3692 15.7782 17.3692H15.0278V17.3692Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M23.3965 17.3463H21.1567V18.7798H23.029C23.2025 18.7798 23.332 18.8187 23.4176 18.8964C23.5031 18.9741 23.5458 19.0779 23.5458 19.2079C23.5458 19.3379 23.5024 19.4411 23.4157 19.5175C23.3288 19.594 23.2 19.6322 23.029 19.6322H21.1567V21.4785C21.1567 21.713 21.1037 21.8869 20.9978 22.0002C20.8918 22.1136 20.7559 22.1703 20.5901 22.1703C20.4216 22.1703 20.2843 22.113 20.1785 21.9983C20.0725 21.8837 20.0195 21.7104 20.0195 21.4785V17.1667C20.0195 17.0036 20.0437 16.8704 20.0923 16.7672C20.1407 16.664 20.2167 16.5889 20.3201 16.5417C20.4235 16.4946 20.5556 16.4709 20.7164 16.4709H23.3966C23.5778 16.4709 23.7125 16.5111 23.8005 16.5913C23.8886 16.6716 23.9326 16.7768 23.9326 16.9067C23.9326 17.0392 23.8886 17.1456 23.8005 17.2258C23.7124 17.3062 23.5777 17.3463 23.3965 17.3463Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                            </svg>
                            Информация о стране
                        </button>
                        <button class="tour-tourist-reminder">
                            <svg width="31" height="31" viewBox="0 0 31 31" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M23.7184 29.5691H7.26713C5.7844 29.5691 4.57812 28.3713 4.57812 26.8989V4.11677C4.57812 2.63591 5.7844 1.43115 7.26713 1.43115H18.9337L26.4241 8.87472V26.8989C26.4241 28.3713 25.2103 29.5691 23.7184 29.5691ZM7.26713 2.521C6.38539 2.521 5.66797 3.23684 5.66797 4.11677V26.8989C5.66797 27.7703 6.38539 28.4793 7.26713 28.4793H23.7184C24.6094 28.4793 25.3343 27.7703 25.3343 26.8989V9.32816L18.4843 2.521H7.26713Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M26.4096 10.4015L19.8107 10.3495C18.4148 10.3495 17.5101 9.27641 17.5101 7.61567L17.457 1.46313H18.8873V2.55298H18.5563L18.5999 7.61094C18.5999 8.10997 18.7183 9.25963 19.815 9.25963L25.3198 9.30299V8.97331H26.4096V10.4015Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M10.4638 19.8923H9.42235V21.4786C9.42235 21.7054 9.36876 21.8775 9.26154 21.9946C9.15431 22.1118 9.01905 22.1704 8.85569 22.1704C8.68464 22.1704 8.54684 22.1124 8.44215 21.9965C8.33747 21.8806 8.28516 21.7104 8.28516 21.4862V17.1669C8.28516 16.9172 8.34262 16.7387 8.45747 16.6317C8.57233 16.5247 8.75482 16.4712 9.005 16.4712H10.4638C10.8951 16.4712 11.2269 16.5044 11.4593 16.5706C11.689 16.6344 11.8874 16.7401 12.0546 16.8879C12.2218 17.0357 12.3488 17.2166 12.4356 17.4306C12.5223 17.6447 12.5658 17.8856 12.5658 18.1531C12.5658 18.724 12.3896 19.1565 12.0374 19.4509C11.6852 19.7451 11.1606 19.8923 10.4638 19.8923ZM10.1881 17.3236H9.42235V19.036H10.1881C10.4561 19.036 10.6801 19.008 10.86 18.9519C11.04 18.8959 11.1772 18.8042 11.2716 18.6767C11.366 18.5493 11.4133 18.3824 11.4133 18.1759C11.4133 17.9288 11.3405 17.7275 11.1951 17.5719C11.0317 17.4064 10.696 17.3236 10.1881 17.3236Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M14.5875 16.4709H16.0692C16.4546 16.4709 16.7852 16.5067 17.0609 16.578C17.3365 16.6494 17.5867 16.7832 17.8113 16.9794C18.3958 17.4789 18.6881 18.2382 18.6881 19.2576C18.6881 19.594 18.6588 19.901 18.6 20.1788C18.5413 20.4566 18.4507 20.7069 18.3282 20.9299C18.2057 21.1529 18.0487 21.3523 17.8573 21.5281C17.7067 21.6631 17.542 21.7715 17.3634 21.853C17.1847 21.9346 16.9926 21.9919 16.7871 22.025C16.5816 22.0582 16.35 22.0747 16.0922 22.0747H14.6104C14.4036 22.0747 14.2479 22.0435 14.1433 21.981C14.0386 21.9187 13.9704 21.8307 13.9385 21.7173C13.9065 21.6039 13.8906 21.4567 13.8906 21.2758V17.1666C13.8906 16.922 13.9455 16.7449 14.0553 16.6353C14.165 16.5257 14.3424 16.4709 14.5875 16.4709ZM15.0278 17.3692V21.1725H15.8892C16.0781 21.1725 16.2262 21.1674 16.3334 21.1573C16.4406 21.1471 16.5516 21.1216 16.6665 21.0808C16.7813 21.0401 16.8809 20.9827 16.9651 20.9088C17.3454 20.5876 17.5357 20.0347 17.5357 19.2499C17.5357 18.6969 17.452 18.2828 17.2848 18.0075C17.1176 17.7323 16.9116 17.5572 16.6665 17.4819C16.4214 17.4068 16.1253 17.3692 15.7782 17.3692H15.0278V17.3692Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                                <path
                                    d="M23.3965 17.3463H21.1567V18.7798H23.029C23.2025 18.7798 23.332 18.8187 23.4176 18.8964C23.5031 18.9741 23.5458 19.0779 23.5458 19.2079C23.5458 19.3379 23.5024 19.4411 23.4157 19.5175C23.3288 19.594 23.2 19.6322 23.029 19.6322H21.1567V21.4785C21.1567 21.713 21.1037 21.8869 20.9978 22.0002C20.8918 22.1136 20.7559 22.1703 20.5901 22.1703C20.4216 22.1703 20.2843 22.113 20.1785 21.9983C20.0725 21.8837 20.0195 21.7104 20.0195 21.4785V17.1667C20.0195 17.0036 20.0437 16.8704 20.0923 16.7672C20.1407 16.664 20.2167 16.5889 20.3201 16.5417C20.4235 16.4946 20.5556 16.4709 20.7164 16.4709H23.3966C23.5778 16.4709 23.7125 16.5111 23.8005 16.5913C23.8886 16.6716 23.9326 16.7768 23.9326 16.9067C23.9326 17.0392 23.8886 17.1456 23.8005 17.2258C23.7124 17.3062 23.5777 17.3463 23.3965 17.3463Z"
                                    fill="#8452D6" stroke="#8452D6" stroke-miterlimit="10" />
                            </svg>
                            Памятка туристу
                        </button>
                    </div>
                </div>
            </div>
        </div>

        <div class="tour-statistics">
            @foreach ($tour->infografika()->get() as $infografika)
                <x-blocks.tour-statistic :img="$infografika->icon" alt="" :title="$infografika->title" :text="$infografika->text"
                    :subtitle="$infografika->subtitle" />
            @endforeach
        </div>

        <p class="tour__description">
            {!! html_entity_decode($tour->text) !!}
        </p>

        <div class="tour-anchor">
            <div class="tour-anchor__list">
                <a data-id="description" class="tour-anchor__item">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                        xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_148_150)">
                            <path
                                d="M1.36358 17.5333H13.808C14.1381 17.5333 14.4546 17.3858 14.688 17.1233C14.9213 16.8607 15.0525 16.5046 15.0525 16.1333C15.0525 15.762 14.9213 15.4059 14.688 15.1434C14.4546 14.8808 14.1381 14.7333 13.808 14.7333H1.36358C1.03353 14.7333 0.717009 14.8808 0.483626 15.1434C0.250255 15.4059 0.119141 15.762 0.119141 16.1333C0.119141 16.5046 0.250255 16.8607 0.483626 17.1233C0.717009 17.3858 1.03353 17.5333 1.36358 17.5333ZM1.36358 11.9333H18.7858C19.1158 11.9333 19.4324 11.7858 19.6658 11.5233C19.8991 11.2608 20.0303 10.9046 20.0303 10.5333C20.0303 10.162 19.8991 9.80589 19.6658 9.54339C19.4324 9.28089 19.1158 9.13333 18.7858 9.13333H1.36358C1.03353 9.13333 0.717009 9.28089 0.483626 9.54339C0.250255 9.80589 0.119141 10.162 0.119141 10.5333C0.119141 10.9046 0.250255 11.2608 0.483626 11.5233C0.717009 11.7858 1.03353 11.9333 1.36358 11.9333ZM1.36358 6.33333H13.808C14.1381 6.33333 14.4546 6.18577 14.688 5.92327C14.9213 5.66077 15.0525 5.30461 15.0525 4.93333C15.0525 4.56205 14.9213 4.20589 14.688 3.94339C14.4546 3.68089 14.1381 3.53333 13.808 3.53333H1.36358C1.03353 3.53333 0.717009 3.68089 0.483626 3.94339C0.250255 4.20589 0.119141 4.56205 0.119141 4.93333C0.119141 5.30461 0.250255 5.66077 0.483626 5.92327C0.717009 6.18577 1.03353 6.33333 1.36358 6.33333Z"
                                fill="white" />
                        </g>
                        <defs>
                            <clipPath id="clip0_148_150">
                                <rect width="20" height="20" fill="white" transform="matrix(1 0 0 -1 0 20)" />
                            </clipPath>
                        </defs>
                    </svg> Описание тура
                </a>
                <a data-id="cost" class="tour-anchor__item">
                    <svg width="21" height="22" viewBox="0 0 21 22" fill="none"
                        xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_148_145)">
                            <path
                                d="M6.93047 7.01005L5.35547 8.48005L10.5005 13.52L21.0005 3.02005L19.5305 1.55005L10.5005 10.58L6.93047 7.01005Z"
                                fill="white" />
                            <path
                                d="M16.695 10.055C16.8 10.37 16.8 10.685 16.8 11C16.8 15.095 13.545 18.35 9.45 18.35C5.355 18.35 2.1 15.095 2.1 11C2.1 6.90505 5.355 3.65005 9.45 3.65005C10.71 3.65005 11.97 3.96505 13.125 4.59505L14.175 2.81005C12.705 1.97005 11.13 1.55005 9.45 1.55005C4.2 1.55005 0 5.75005 0 11C0 16.25 4.2 20.45 9.45 20.45C14.7 20.45 18.9 16.25 18.9 11C18.9 10.58 18.9 10.265 18.795 9.84505L16.695 10.055Z"
                                fill="white" />
                        </g>
                        <defs>
                            <clipPath id="clip0_148_145">
                                <rect width="21" height="21" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                        </defs>
                    </svg> Что включено
                </a>
                <a data-id="calc" class="tour-anchor__item">
                    <svg width="21" height="22" viewBox="0 0 21 22" fill="none"
                        xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_148_140)">
                            <path
                                d="M17.9229 3.57716C13.8205 -0.525249 7.18007 -0.525865 3.07708 3.57716C-1.02537 7.67953 -1.02602 14.32 3.07708 18.423C7.17949 22.5254 13.8199 22.5261 17.9229 18.423C22.0253 14.3207 22.026 7.68014 17.9229 3.57716ZM10.5 19.7732C5.66246 19.7732 1.72683 15.8376 1.72683 11.0001C1.72683 6.16257 5.66246 2.22699 10.5 2.22699C15.3375 2.22699 19.2731 6.16261 19.2731 11.0001C19.2731 15.8376 15.3375 19.7732 10.5 19.7732Z"
                                fill="white" />
                            <path
                                d="M11.8147 5.75806H8.74888C8.27267 5.75806 7.88662 6.1441 7.88662 6.62031V10.1378H6.99702C6.52081 10.1378 6.13477 10.5238 6.13477 11C6.13477 11.4763 6.52081 11.8623 6.99702 11.8623H7.88662V12.7656H6.99702C6.52081 12.7656 6.13477 13.1517 6.13477 13.6279C6.13477 14.1041 6.52081 14.4901 6.99702 14.4901H7.88662V15.3798C7.88662 15.856 8.27267 16.242 8.74888 16.242C9.22509 16.242 9.61114 15.856 9.61114 15.3798V14.4901H11.3767C11.8529 14.4901 12.239 14.1041 12.239 13.6279C12.239 13.1517 11.8529 12.7656 11.3767 12.7656H9.61114V11.8623H11.8147C13.4976 11.8623 14.8668 10.4931 14.8668 8.8102C14.8668 7.12724 13.4977 5.75806 11.8147 5.75806ZM11.8147 10.1377H9.61114V7.48253H11.8147C12.5467 7.48253 13.1423 8.07806 13.1423 8.81011C13.1423 9.54217 12.5467 10.1377 11.8147 10.1377Z"
                                fill="white" />
                        </g>
                        <defs>
                            <clipPath id="clip0_148_140">
                                <rect width="21" height="21" fill="white" transform="translate(0 0.5)" />
                            </clipPath>
                        </defs>
                    </svg> Цены
                </a>
            </div>
            <button class="tour-download">
                <svg width="18" height="18" viewBox="0 0 18 18" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_148_137)">
                        <path
                            d="M18 16.875C18 17.4963 17.4963 18 16.875 18H1.125C0.503684 18 0 17.4963 0 16.875C0 16.2537 0.503684 15.75 1.125 15.75H16.875C17.4963 15.75 18 16.2537 18 16.875ZM8.20452 13.3111C8.42421 13.5308 8.71207 13.6407 9 13.6407C9.28786 13.6407 9.57586 13.5308 9.79548 13.3111L13.7814 9.32523C14.2208 8.88588 14.2208 8.17358 13.7814 7.73423C13.3421 7.29489 12.6298 7.29489 12.1904 7.73423L10.125 9.79966V1.125C10.125 0.503684 9.62132 0 9 0C8.37868 0 7.875 0.503684 7.875 1.125V9.79966L5.80957 7.73423C5.37022 7.29489 4.65792 7.29489 4.21857 7.73423C3.77923 8.17358 3.77923 8.88588 4.21857 9.32523L8.20452 13.3111Z"
                            fill="white" />
                    </g>
                    <defs>
                        <clipPath id="clip0_148_137">
                            <rect width="18" height="18" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
                Скачать программу
            </button>
        </div>

        <x-sliders.gallery />

        <div class="tour-day-programm" id="description">
            <div class="tour-day-programm__headding page-headding">
                <span class="tour-day-programm__title page-headding__title">Программа тура<span
                        class="tour-day-programm__subtitle page-headding__subtitle">по дням:</span></span>
            </div>
            <div class="tour-day-programm__list">
                @php
                    $text1 = '<p>
                     <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2" />
                     </svg> Прибытие в Дели на регулярном рейсе одной из международных авиакомпаний. Семьсот лет назад
                     итальянский купец Марко Поло, после путешествия по Индостану, написал «Книгу чудес света». Сегодня
                     прямой перелет в Индию занимает меньше времени, чем прочтение этого фолианта. А чудес за прошедшие
                     столетия только добавилось.
                  </p>
                  <p>
                     <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2" />
                     </svg> Прохождение формальностей и получение багажа в аэропорту Нью-Дели (Терминал-3)
                  </p>
                  <p>
                     <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2" />
                     </svg> Встреча в аэропорту.
                  </p>
                  <p>
                     <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2" />
                     </svg> Вас ждет традиционное индийское приветствие «Свагат» с гирляндой из цветов.
                  </p>
                  <p>
                     <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2" />
                     </svg> После приветствия трансфер и размещение в отеле. Отдых.
                  </p>';

                    $text2 = '  <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                                </svg> Прибытие в Дели на регулярном рейсе одной из международных авиакомпаний. Семьсот лет назад итальянский купец Марко Поло, после путешествия по Индостану, написал «Книгу чудес света».
                                Сегодня прямой перелет в Индию занимает меньше времени, чем прочтение этого фолианта. А чудес за прошедшие столетия только добавилось.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                                </svg> Прохождение формальностей и получение багажа в аэропорту Нью-Дели (Терминал-3)
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                                </svg> Встреча в аэропорту.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Вас ждет традиционное индийское приветствие «Свагат» с гирляндой из цветов.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> После приветствия трансфер и размещение в отеле. Отдых.
                            </p>';
                    $text3 = '<p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Прибытие в Дели на регулярном рейсе одной из международных авиакомпаний. Семьсот лет назад итальянский купец Марко Поло, после путешествия по Индостану, написал «Книгу чудес света». Сегодня
                                прямой перелет в Индию занимает меньше времени, чем прочтение этого фолианта. А чудес за прошедшие столетия только добавилось.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Прохождение формальностей и получение багажа в аэропорту Нью-Дели (Терминал-3)
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Встреча в аэропорту.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Вас ждет традиционное индийское приветствие «Свагат» с гирляндой из цветов.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> После приветствия трансфер и размещение в отеле. Отдых.
                            </p>';
                    $text4 = ' <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Прибытие в Дели на регулярном рейсе одной из международных авиакомпаний. Семьсот лет назад итальянский купец Марко Поло, после путешествия по Индостану, написал «Книгу чудес света». Сегодня
                                прямой перелет в Индию занимает меньше времени, чем прочтение этого фолианта. А чудес за прошедшие столетия только добавилось.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Прохождение формальностей и получение багажа в аэропорту Нью-Дели (Терминал-3)
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Встреча в аэропорту.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> Вас ждет традиционное индийское приветствие «Свагат» с гирляндой из цветов.
                            </p>
                            <p>
                                <svg width="25" height="2" viewBox="0 0 25 2" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <line y1="1" x2="25" y2="1" stroke="#582F9A" stroke-width="2"/>
                            </svg> После приветствия трансфер и размещение в отеле. Отдых.
                            </p>';
                @endphp
                @for ($i = 0; $i < $tour->programs()->count(); $i++)
                    <x-templates.tour-day day="{{ $tour->programs()->get()[$i]->day }}"
                        title="{{ $tour->programs()->get()[$i]->title }}" text="{{ $tour->programs()->get()[$i]->text }}"
                        slider_number=$i />
                @endfor

            </div>
        </div>

    </main>
@endsection
